---
kind: other
id: Properties.T:Autodesk.Revit.DB.FamilyThermalProperties
source: html/5c49f597-8694-68a9-3420-6888bb7d9bdc.htm
---
# FamilyThermalProperties Properties

The construction gbXML name.
 This value corresponds to the 'Name' property of a constructionType node in Constructions.xml.